/* Class = "NSButton"; ibShadowedToolTip = "Decreases security of the kiosk mode by allowing process switcher (cmd+Tab)."; ObjectID = "5"; */
"5.ibShadowedToolTip" = "Diminuer la sécurité du mode kiosque en permettant l'utilisation du mini-Dock (Commande+Tab).";

/* Class = "NSButtonCell"; title = "Allow to switch to third party applications"; ObjectID = "6"; */
"6.title" = "Autoriser l'utilisation d'applications tierces";

/* Class = "NSTextFieldCell"; title = "Use this option only when running SEB in user account managed by parental controls, with only SEB and the desired applications allowed. Also you should switch on Simple Finder and don't give users access to other accounts with administrator rights on that computer."; ObjectID = "8"; */
"8.title" = "Utiliser cette option uniquement lorsque SEB est exécuté dans un compte utilisateur sur lequel les contrôles parentaux sont activés, avec comme seules applications autorisées SEB et les applications tierces désirées. Vous devriez alors activer le Finder simplifié et ne pas donner aux utilisateurs d'accès à des comptes avec des droits d'administration sur cet ordinateur.";

/* Class = "NSButton"; ibShadowedToolTip = "Usually to be used when switching to third party applications is enabled."; ObjectID = "13"; */
"13.ibShadowedToolTip" = "A utiliser en général lorsque l'utilisation d'application tierces est autorisée.";

/* Class = "NSButtonCell"; title = "Allow downloading and uploading files"; ObjectID = "14"; */
"14.title" = "Permettre le téléchargement et le téléversement de fichiers";

/* Class = "NSTextFieldCell"; title = "Save downloaded files to:"; ObjectID = "23"; */
"23.title" = "Enregistrer les fichiers téléchargés dans :";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "34"; */
"34.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Directory"; ObjectID = "35"; */
"35.title" = "Fichier";

/* Class = "NSMenuItem"; title = "Other…"; ObjectID = "36"; */
"36.title" = "Autre emplacement…";

/* Class = "NSButton"; ibShadowedToolTip = "Downloaded files will be opened with the according application (which has to be set correctly in the system!). "; ObjectID = "38"; */
"38.ibShadowedToolTip" = "Les fichiers téléchargés seront ouverts à l'aide de l'application appropriée (qui doit être spécifiée correctement dans le système !).";

/* Class = "NSButtonCell"; title = "Open files after downloading"; ObjectID = "39"; */
"39.title" = "Ouvrir les fichiers après téléchargement";

/* Class = "NSButton"; ibShadowedToolTip = "PDF files will not be displayed by SEB but downloaded and openend (if \"Open files after downloading\" is active!) by the application set in Finder (usually Preview or Adobe Acrobat)."; ObjectID = "76"; */
"76.ibShadowedToolTip" = "Les fichiers PDF ne seront pas affichés dans SEB, mais seront téléchargés et ouverts (si le réglage \"Ouvrir les fichiers après téléchargement\" est activé !) par l'application spécifiée dans le Finder (habituellement Aperçu ou Adobe Acrobat).";

/* Class = "NSButtonCell"; title = "Download and open PDF files instead of displaying them inline"; ObjectID = "77"; */
"77.title" = "Télécharger et ouvrir les fichiers PDF au lieu de les afficher dans le navigateur";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "SEB can let the user choose the file to upload manually (as usual) or automatically choose the same file which was downloaded before. If the file is not found, a file requester is presented if you don't choose to only allow to upload a file which was downloaded before. If several files have been downloaded, SEB cycles through those files, starting with last one downloaded."; ObjectID = "93"; */
"93.ibShadowedToolTip" = "SEB peut laisser l'utilisateur choisir manuellement le fichier à téléverser (comportement normal), ou choisir automatiquement le fichier téléchargé précédemment. Si ce fichier n'est pas trouvé et si on ne permet pas uniquement de téléverser un fichier précédemment téléchargé, l'utilisateur a la possibilité de choisir un fichier manuellement. Si plusieurs fichiers ont été précédemment téléchargés, SEB propose à tour de rôle les différents fichiers en commençant par le dernier téléchargé.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "95"; */
"95.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "by only allowing to upload the same file downloaded before"; ObjectID = "96"; */
"96.title" = "en permettant uniquement de téléverser un fichier précédemment téléchargé";

/* Class = "NSMenuItem"; title = "manually with file requester"; ObjectID = "97"; */
"97.title" = "manuellement avec un sélecteur de fichier";

/* Class = "NSMenuItem"; title = "by attempting to upload same file downloaded before"; ObjectID = "98"; */
"98.title" = "en essayant de téléverser le fichier précédemment téléchargé";

/* Class = "NSTextFieldCell"; title = "Choose file to upload …"; ObjectID = "100"; */
"100.title" = "Choisissez le fichier à téléverser…";

/* Class = "NSButton"; ibShadowedToolTip = "Playing videos with Flash in full screen mode is a security problem, because kiosk mode gets overridden. SEB's countermeasures can make it difficult to exit the full screen mode. That's why it is recommended to use HTML5 video (there full screen mode is no problem) instead of Flash . When switching to third party applications is disabled, Flash fullscreen mode isn't possible at all."; ObjectID = "134"; */
"134.ibShadowedToolTip" = "Afficher des vidéos Flash en mode plein écran pose un problème de sécurité, car ceci empiète sur le mode kiosque de SEB. Les contre-mesures de SEB peuvent rendre la sortie du mode plein écran difficile. C'est pourquoi il est recommandé d'utiliser de la vidéo HTML5 (ce qui ne pose pas de problème en mode plein écran) au lieu de Flash. Lorsque l'utilisation d'applications tierces est interdite, il n'est pas possible d'utiliser le mode plein écran de Flash.";

/* Class = "NSButtonCell"; title = "Allow Flash to switch to full screen mode"; ObjectID = "135"; */
"135.title" = "Permettre à Flash d'utiliser le mode plein écran";
